---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.OffsetFacesCellLegacyFailures
source: html/bf776477-0057-9753-fdd6-c33569a9ce4f.htm
---
# BuiltInFailures.OffsetFacesCellLegacyFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.